import { ConsultationForm } from "../../components/ConsultationForm/ConsultationForm";
import styles from "./PrivacyPolicy.module.css";

export const PrivacyPolicy: React.FC = () => {
  return (
    <section className={styles.privacypolicy}>
      <span className={styles.breadcrubs}>
        главная / о компании / политика конфиденциальности
      </span>
      <h1>Политика конфиденциальности</h1>
      <div className={styles.privacypolicyBox}>
        <div className={styles.linksBlock}>
          <a href="#">Помощь</a>
          <a href="#">Статьи</a>
          <a href="#">Вопрос-ответ</a>
          <a href="#">Производители</a>
          <a href="#">Видео обзоры</a>
        </div>
        <div className={styles.textBlock}>
          <h2>
            Политика конфиденциальности персональных данных посетителей сайта в
            информационно-телекоммуникационной сети "Интернет"
            <span>ООО «ВЕЛОШОП»</span>
          </h2>
          <p>1. Общие положения</p>
          <p>
            1.1. Настоящая политика конфиденциальности разработана в
            соответствии с положениями Конституции Российской Федерации,
            Федерального закона от 27 июля 2006 г. N 149-ФЗ "Об информации,
            информационных технологиях и о защите информации", Федерального
            закона от 27 июля 2006 г. N 152-ФЗ "О персональных данных" (далее -
            Закон о персональных данных) и иными нормативными правовыми актами в
            области защиты и обработки персональных данных, действующими на
            территории Российской Федерации.
          </p>
          <p>
            1.2. В настоящей политике конфиденциальности используются следующие
            понятия:
          </p>
          <p>
            - сайт -{" "}
            <a
              href="https://www.velo-shop.ru/"
              target="_blank"
              rel="noopener noreferrer"
            >
              https://www.velo-shop.ru/
            </a>{" "}
            (интернет-магазин velo-shop.ru).
          </p>
          <p>
            - администрация сайта - уполномоченные на управление сайтом
            работники ООО «ВЕЛОШОП», определяющие состав персональных данных
            пользователей сайта, цели сбора персональных данных, их обработку и
            хранение;
          </p>
          <p>
            - пользователь сайта - физическое лицо, пользователь услуг сайта,
            субъект персональных данных, добровольно предоставивший необходимые
            персональные данные при оформлении покупки и/или резервировании
            товара на сайте.
          </p>
          <p>
            - персональные данные - любая информация, относящаяся к прямо или
            косвенно определенному или определяемому физическому лицу (субъекту
            персональных данных);
          </p>
          <p>
            - обработка персональных данных - любое действие (операция) или
            совокупность действий (операций), совершаемых с использованием
            средств автоматизации или без использования таких средств с
            персональными данными, включая сбор, запись, систематизацию,
            накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ),
            обезличивание, блокирование, удаление, уничтожение персональных
            данных.
          </p>
          <p>
            1.3. Настоящая политика конфиденциальности устанавливает порядок
            получения, защиты, хранения, обработки и передачи персональных
            данных пользователей сайта, действует в отношении всей информации,
            которую администрация сайта может получить о пользователях во время
            использования ими сайта.
          </p>
          <p>
            Настоящая политика конфиденциальности не распространяется на другие
            сайты и не применяется в отношении сайтов третьих лиц. Администрация
            сайта не несет ответственность за сайты третьих лиц, на которые
            пользователи могут перейти по ссылкам, доступным на сайте.
          </p>
          <p>
            1.4. К персональным данным пользователей сайта относятся: фамилия,
            имя, отчество, контактный телефон и электронная почта; номер
            паспорта и иные паспортные данные; адрес проживания или адрес для
            доставки товара.
          </p>
          <p>
            Все персональные данные о пользователях администрация сайта может
            получить только от них самих.
          </p>
          <p>
            Персональные данные пользователей сайта являются конфиденциальной
            информацией и не могут быть использованы администрацией сайта или
            любым иным лицом в личных целях.
          </p>
          <p>
            1.5. Цели обработки персональных данных пользователей сайта:
            осуществление необходимых действий по совершению сделки
            купли-продажи, таких как получение оплаты от пользователей сайта
            (либо от банка, осуществляющего кредитование пользователя сайта) и
            отгрузка (передача) товара пользователям сайта, а также
            предварительное бронирование (резервирование) товара пользователем
            сайта.
          </p>
          <p>
            1.6. Администрация сайта разрабатывает меры защиты персональных
            данных пользователей сайта.
          </p>
          <p>
            2. Обработка, хранение и передача персональных данных пользователей
            сайта
          </p>
          <p>
            2.1. Обработка персональных данных пользователей сайта
            осуществляется исключительно в целях, указанных в п. 1.5. настоящей
            политики конфиденциальности.
          </p>
          <p>
            2.2. Обработка персональных данных на сайте осуществляется как с
            использованием средств автоматизации, так и без использования таких
            средств.
          </p>
          <p>2.3. К категориям субъектов персональных данных относятся:</p>
          <p>
            2.3.1. Пользователи сайта. При хранении персональных данных
            пользователей сайта соблюдаются организационные и технические меры,
            обеспечивающие их сохранность и исключающие несанкционированный
            доступ к ним.
          </p>
          <p>
            К обработке персональных данных пользователей сайта могут иметь
            доступ только работники администрации сайта, допущенные к работе с
            персональными данными пользователей сайта и подписавшие соглашение о
            неразглашении персональных данных пользователей сайта. Перечень
            работников сайта, имеющих доступ к персональным данным пользователей
            сайта, утверждается приказом Генерального директора.
          </p>
          <p>
            2.5. Администрация сайта может передавать персональные данные
            пользователей сайта третьим лицам, только если это необходимо в
            целях предупреждения угрозы их жизни и здоровью, а также в случаях,
            установленных законодательством.
          </p>
          <p>
            2.6. Администрация сайта обязана предоставлять персональные данные
            пользователей только уполномоченным лицам и только в той части,
            которая необходима им для выполнения их трудовых обязанностей, в
            соответствии с настоящей политикой конфиденциальности и
            законодательством Российской Федерации.
          </p>
          <p>
            2.7. При передаче персональных данных пользователей сайта
            администрация сайта предупреждает лиц, получающих данную информацию,
            о том, что эти данные могут быть использованы лишь в целях, для
            которых они сообщены, и требует от этих лиц письменное подтверждение
            соблюдения этого условия.
          </p>
          <p>
            2.8. Передача (распространение, предоставление, доступ) персональных
            данных, разрешенных пользователем сайта для распространения, должна
            быть прекращена в любое время по его требованию. Указанные в данном
            требовании персональные данные могут обрабатываться только
            администрацией сайта.
          </p>
          <p>
            2.9. В целях повышения качества сервиса и обеспечения возможности
            правовой защиты администрация сайта вправе хранить лог-файлы о
            действиях, совершенных пользователями в рамках использования сайта.
          </p>
          <br></br>
          <p>3. Права и обязанности администрации сайта</p>
          <p>
            3.1. Администрация сайта не осуществляет проверку достоверности
            предоставляемых пользователями сайта персональных данных, полагая,
            что они действуют добросовестно и поддерживают информацию о своих
            персональных данных в актуальном состоянии.
          </p>
          <p>
            3.2. Администрация сайта за свой счет обеспечивает защиту
            персональных данных пользователей сайта от неправомерного
            использования или утраты в порядке, установленном законодательством
            Российской Федерации.
          </p>
          <p>
            3.3. Администрация сайта принимает меры, необходимые и достаточные
            для обеспечения выполнения обязанностей, предусмотренных Законом о
            персональных данных и принятыми в соответствии с ним нормативными
            правовыми актами. Администрация сайта самостоятельно определяет
            состав и перечень мер, необходимых и достаточных для обеспечения
            выполнения обязанностей, предусмотренных Законом о персональных
            данных и принятыми в соответствии с ним нормативными правовыми
            актами. К таким мерам, в частности, относятся:
          </p>
          <p>
            - назначение ответственного за организацию обработки персональных
            данных;
          </p>
          <p>
            - издание документов, определяющих политику сайта в отношении
            обработки персональных данных, локальных актов по вопросам обработки
            персональных данных, определяющих для каждой цели обработки
            персональных данных категории и перечень обрабатываемых персональных
            данных, категории субъектов, персональные данные которых
            обрабатываются, способы, сроки их обработки и хранения, порядок
            уничтожения персональных данных при достижении целей их обработки
            или при наступлении иных законных оснований, а также локальных
            актов, устанавливающих процедуры, направленные на предотвращение и
            выявление нарушений законодательства Российской Федерации,
            устранение последствий таких нарушений. Такие документы и локальные
            акты не могут содержать положения, ограничивающие права
            пользователей сайта, а также возлагающие на администрацию сайта не
            предусмотренные законодательством Российской Федерации полномочия и
            обязанности;
          </p>
          <p>
            - применение правовых, организационных и технических мер по
            обеспечению безопасности персональных данных;
          </p>
          <p>
            - осуществление внутреннего контроля и (или) аудита соответствия
            обработки персональных данных Закону о персональных данных и
            принятым в соответствии с ним нормативным правовым актам,
            требованиям к защите персональных данных, политике сайта в отношении
            обработки персональных данных, локальным актам сайта;
          </p>
          <p>
            - оценка вреда, который может быть причинен пользователям сайта в
            случае нарушения Закона о персональных данных, соотношение
            указанного вреда и принимаемых администрацией сайта мер,
            направленных на обеспечение выполнения обязанностей, предусмотренных
            Законом о персональных данных;
          </p>
          <p>
            - ознакомление работников сайта, непосредственно осуществляющих
            обработку персональных данных, с положениями законодательства
            Российской Федерации о персональных данных, в том числе требованиями
            к защите персональных данных, документами, определяющими политику
            сайта в отношении обработки персональных данных, локальными актами
            по вопросам обработки персональных данных, и (или) обучение
            указанных работников.
          </p>
          <br></br>
          <p>
            4. Права пользователей сайта на защиту своих персональных данных
          </p>
          <p>
            4.1. Пользователи сайта в целях обеспечения защиты своих
            персональных данных, хранящихся на сайте, имеют право:
          </p>
          <p>
            - получать полную информацию о своих персональных данных, их
            обработке, хранении и передаче;
          </p>
          <p>
            - определять своих представителей для защиты своих персональных
            данных;
          </p>
          <p>
            - требовать исключения или исправления неверных или неполных
            персональных данных, а также данных, обработанных с нарушениями
            настоящей политики конфиденциальности и законодательства Российской
            Федерации;
          </p>
          <p>
            4.2. Пользователи сайта вправе самостоятельно ограничить сбор
            информации третьими лицами, используя стандартные настройки
            конфиденциальности применяемого ими для работы с сайтом
            интернет-браузера, а также в любое время изменить, удалить или
            дополнить представленные ими персональные данные.
          </p>
          <p>
            4.3. Если пользователи сайта считают, что обработка их персональных
            данных осуществляется с нарушением требований Закона о персональных
            данных или иным образом нарушает их права и свободы, они вправе
            обжаловать действия или бездействие администрации сайта в
            уполномоченный орган по защите прав субъектов персональных данных
            или в судебном порядке.
          </p>
          <p>5. Порядок уничтожения, блокирования персональных данных</p>
          <p>
            5.1. В случае выявления неправомерной обработки персональных данных
            при обращении пользователя сайта администрация сайта осуществляет
            блокирование неправомерно обрабатываемых персональных данных,
            относящихся к этому пользователю, с момента такого обращения на
            период проверки.
          </p>
          <p>
            5.2. В случае выявления неточных персональных данных при обращении
            пользователя сайта администрация сайта осуществляет блокирование
            персональных данных, относящихся к этому пользователю, с момента
            такого обращения на период проверки, если блокирование персональных
            данных не нарушает права и законные интересы пользователя сайта или
            третьих лиц.
          </p>
          <p>
            5.3. В случае подтверждения факта неточности персональных данных
            администрация сайта на основании сведений, представленных
            пользователем сайта, или иных необходимых документов уточняет
            персональные данные в течение семи рабочих дней со дня представления
            таких сведений и снимает блокирование персональных данных.
          </p>
          <p>
            5.4. В случае выявления неправомерной обработки персональных данных,
            осуществляемой администрацией сайта, администрация сайта в срок, не
            превышающий трех рабочих дней с даты этого выявления, прекращает
            неправомерную обработку персональных данных.
          </p>
          <p>
            5.5. В случае если обеспечить правомерность обработки персональных
            данных невозможно, администрация сайта в срок, не превышающий десяти
            рабочих дней с даты выявления неправомерной обработки персональных
            данных, уничтожает такие персональные данные.
          </p>
          <p>
            5.6. Об устранении допущенных нарушений или об уничтожении
            персональных данных администрация сайта уведомляет пользователя
            сайта.
          </p>
          <p>
            5.7. В случае установления факта неправомерной или случайной
            передачи (предоставления, распространения, доступа) персональных
            данных, повлекшей нарушение прав пользователя сайта, администрация
            сайта с момента выявления такого инцидента администрацией сайта,
            уполномоченным органом по защите прав субъектов персональных данных
            или иным заинтересованным лицом уведомляет уполномоченный орган по
            защите прав субъектов персональных данных:
          </p>
          <p>
            - в течение двадцати четырех часов о произошедшем инциденте, о
            предполагаемых причинах, повлекших нарушение прав пользователя
            сайта, и предполагаемом вреде, нанесенном правам пользователя сайта,
            о принятых мерах по устранению последствий соответствующего
            инцидента, а также предоставляет сведения о лице, уполномоченном
            администрацией сайта на взаимодействие с уполномоченным органом по
            защите прав субъектов персональных данных, по вопросам, связанным с
            выявленным инцидентом;
          </p>
          <p>
            - в течение семидесяти двух часов о результатах внутреннего
            расследования выявленного инцидента, а также предоставляет сведения
            о лицах, действия которых стали причиной выявленного инцидента (при
            наличии).
          </p>
          <p>
            5.8. В случае достижения цели обработки персональных данных
            администрация сайта прекращает обработку персональных данных и
            уничтожает персональные данные в срок, не превышающий 180 дней с
            даты достижения цели обработки персональных данных.
          </p>
          <p>
            5.9. В случае отзыва пользователем сайта согласия на обработку его
            персональных данных администрация сайта прекращает их обработку и в
            случае, если сохранение персональных данных более не требуется для
            целей обработки персональных данных, уничтожает персональные данные
            в срок, не превышающий тридцати дней с даты поступления указанного
            отзыва.
          </p>
          <p>
            5.10. В случае обращения пользователя сайта к администрации сайта с
            требованием о прекращении обработки персональных данных
            администрация сайта в срок, не превышающий десяти рабочих дней с
            даты получения ей соответствующего требования, прекращает их
            обработку, за исключением случаев, предусмотренных Законом о
            персональных данных.
          </p>
          <br></br>
          <p>6. Политика безопасности платежей.</p>
          <br></br>
          <p>
            6.1. При оплате банковской картой безопасность платежей гарантирует
            процессинговый центр. Приём платежей происходит через защищённое
            безопасное соединение, конфиденциальные данные пользователя сайта,
            необходимые для оплаты (реквизиты карты, регистрационные данные и
            др.) не поступают в интернет-магазин, их обработка производится на
            стороне процессингового центра и полностью защищена. Никто, в том
            числе интернет-магазин{" "}
            <a
              href="https://www.velo-shop.ru/"
              target="_blank"
              rel="noopener noreferrer"
            >
              https://www.velo-shop.ru/
            </a>
            , не может получить банковские данные плательщика.
          </p>
          <p>
            При оплате заказа банковской картой возврат денежных средств
            производится на ту же самую карту, с которой был произведён платёж.
          </p>
          <p>
            7. Ответственность за нарушение норм, регулирующих обработку и
            защиту персональных данных пользователей сайта
          </p>
          <br></br>
          <p>
            7.1. Лица, виновные в нарушении норм, регулирующих получение,
            обработку и защиту персональных данных пользователей сайта,
            привлекаются к дисциплинарной, материальной, гражданско-правовой,
            административной и уголовной ответственности в порядке,
            установленном действующим законодательством Российской Федерации.
          </p>
          <br></br>
          <p>8. Изменение политики конфиденциальности</p>
          <p>
            8.1. Настоящая политика конфиденциальности может быть изменена или
            прекращена администрацией сайта в одностороннем порядке без
            предварительного уведомления пользователя сайта. Новая редакция
            политики конфиденциальности вступает в силу с момента ее размещения
            на сайте, если иное не предусмотрено новой редакцией политики
            конфиденциальности.
          </p>
          <p>
            8.2. Действующая редакция политики конфиденциальности находится на
            сайте{" "}
            <a
              href="https://www.velo-shop.ru/"
              target="_blank"
              rel="noopener noreferrer"
            >
              https://www.velo-shop.ru/
            </a>
          </p>
        </div>
      </div>
      <ConsultationForm />
    </section>
  );
};
